Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: In OmegaT, segments can be based on paragraphs or on segmentation rules.
tr: OmegaT'de dilimler paragraflar halinde belirlenebileceği gibi dilimleme kurallarına göre de belirlenebilir.

source: In addition to the plain text format, TBX format is also supported as a read-only glossary format.
tr: Düz metin formatına ek olarak TBX formatı da salt okunur bir sözlükçe formatı olarak desteklenmektedir.

source: In comments
tr: Yorumlarda

source: In notes
tr: Notlarda

source: In order for the changes to take effect OmegaT needs to close and then open the project.
tr: Değişikliklerin geçerli olması için OmegaT'nin kapanıp yeniden açılması gerekmektedir.

source: In so&urce
tr: &Kaynakta

source: In the Project menu, select New... and type a name for your project.
tr: Proje menüsünden Yeni... başlığını seçin ve projenize bir ad verin.

source: In the above example, two scripts (position 1 and 2) have already been added.
tr: Yukarıdaki örnekte iki betik (1. ve 2. pozisyon) eklenmiş durumdadır.

source: In this case the regular expression ^s^s+ would be used to find and list the offending segments.
tr: Bu durumda ^s^s+ kurallı ifadesinin kullanılması gerekecektir.

source: Include Pattern
tr: İçerme Deseni

source: Include matches from &other languages
tr: Diğer &dillerden eşleşmeleri dahil et

source: Include the &first non-unique segment when marking non-unique segments
tr: Tekrarsız dilimleri işaretlerken ilk tekrarsız &olmayan dilimi dahil et

source: Incompatibilities
tr: Uyumsuzluklar

source: Inconsistent numbers
tr: Tutarsız numaralar

source: Individual File Statistics:
tr: Dosya İstatistikleri:

source: Indonesian
tr: Endonezyaca

source: Info
tr: Bilgi

source: Initialized {0}-{1} team project.
tr: Ekip projesi {0}-{1} başlatıldı.

source: Initializing
tr: Başlatılıyor

source: Initially load this many segments:
tr: Başlangıçta bu kadar dilim yükle:

source: Insert Match or Selection Into Translation
tr: &Eşleşmeyi ya da Seçimi Çeviriye Ekle

source: Insert Missing Source &Tags
tr: Kaynakta &Olmayan Etiketleri Ekle

source: Insert Mode
tr: Araya Ekleme Kipi

source: Insert Next Missing Tag
tr: Olmayan Sonraki Etiketi Ekle

source: Insert Selection
tr: Seçimi Araya Ekle

source: Insert Source
tr: Kaynağı Araya Ekle

source: Insert Tag {0}
tr: {0} Etiketini Ekle

source: Insert Unicode Control Character
tr: Unikod Kontrol Karakteri Ekle

source: Insert match
tr: Eşleşmeyi Araya Ekle

source: Insert source
tr: Kaynağı Araya Ekle

source: Insert the &best fuzzy match
tr: &En iyi bulanık eşleşmeyi eklensin

source: Insert the &source text
tr: Kaynak &metin eklensin

source: Insert the best fuzzy match
tr: En iyi bulanık eşleşmeyi ekleyin:

source: Inserts the currently selected fuzzy match at the cursor position.
tr: Seçili durumdaki eşleşmeyi imleç konumundan itibaren araya ekler.

source: Inserts the selected match at the cursor position in the current target segment (the first match is inserted by default)
tr: Seçilen eşleşmeyi mevcut hedef diliminde imleç konumunda itibaren araya ekler (varsayılan olarak birinci eşleşme seçili durumdadır)

source: Inserts the source at the cursor position.
tr: Kaynak dilimi, imleç konumundan itibaren araya ekler.

source: Install
tr: Kur

source: Installation and Use
tr: Kurulum ve Kullanım

source: Installed plugins:
tr: Kurulu etklentiler:

source: Installing OmegaT
tr: OmegaT'nin kurulumu

source: Installing OmegaT (Linux) =========================
tr: OmegaT kurulumu (Linux) =========================

source: Installing OmegaT (Mac) =======================
tr: OmegaT kurulumu (Mac) =======================

source: Installing OmegaT (Solaris, FreeBSD, ...) =========================================
tr: OmegaT kurulumu (Solaris, FreeBSD, ...) =========================================

source: Installing OmegaT (Solaris, FreeBSD, etc.) =========================================
tr: OmegaT kurulumu (Solaris, FreeBSD, vb.) =========================================

source: Installing OmegaT (Windows) ===========================
tr: OmegaT kurulumu (Windows) ===========================

source: Installing and running OmegaT
tr: OmegaT'nin kurulumu ve çalıştırılması

source: Installing and running OmegaT" in the User Manual.
tr: OmegaT'nin kurulumu ve çalıştırılması" (Kullanıcı Kılavuzu).

source: Instant Start
tr: Hızlı Başlangıç

source: Insufficient permissions for project dir {0}
tr: {0} proje klasörü için yetersiz izin

source: Integration manager
tr: Bütünleştirme yöneticisi

source: Introduction
tr: Giriş

source: Introduction to tokenizers and scripts
tr: Belirteç ayırıcılara (tokenizer) ve betik dosyalarına giriş

source: Inuktitut
tr: İnuitçe

source: Inupiaq
tr: İnyupikçe

source: Invalid API key
tr: Geçersiz API anahtarı

source: Invalid HTML file
tr: Geçersiz HTML dosyası

source: Invalid file format
tr: Geçersiz dosya formatı

source: Invalid repository type: {0}
tr: Geçersiz depo türü: {0}

source: Invoke `team -h` for details.
tr: Ayrıntılar için `team -h` girin.

source: Irish
tr: İrlandaca

source: Is alternative
tr: Alternatif çeviri

source: Is default translation
tr: Varsayılan çeviridir

source: Is duplicate
tr: Yineleniyor

source: Issues
tr: Sorunlar

source: Issues ({0} of {1})
tr: Sorunlar ({0} / {1})

source: Issues ({0})
tr: Sorunlar ({0})

source: Issues for {0} ({1} of {2})
tr: {0} için sorunlar ({1} / {2})

source: Issues for {0} ({1})
tr: {0} için sorunlar ({1})

source: Issues/bugs tracking system
tr: Sorun/hata izleme sistemi

source: It also displays the number of fuzzy and glossary matches for the current segment.
tr: Mevcut dilim için bulanık eşleşme ve sözlükçe eşleşmelerinin sayısını da gösterir.

source: It builds upon the strengths of Java but has additional power features inspired by languages like Python, Ruby and Smalltalk.
tr: Java'nın güçlü yönlerini temel almakla birlikte Python, Ruby ve Smalltalk gibi dillerden ek özellikler devşirmiştir.

source: It can also detect some grammar mistakes.
tr: Bazı dilbilgisi yanlışlarını tespit edebilir.

source: It can be found in the "docs" folder in your OmegaT program folder.
tr: Bu kılavuz, OmegaT'nin program klasöründe "docs" adlı klasörde bulunur.

source: It contains the specific instructions on how to install OmegaT and run it on Windows, Mac OS X and Linux.
tr: OmegaT'nin Windows, Mac OS X ve Linux sistemlerine nasıl kurulup ve bu sistemlerde nasıl çalıştırılacağına yönelik talimatları içerir.

source: It does not include spell checking.
tr: Yazım denetimi yapmaz.

source: It is a multi-paradigm language, supporting object-oriented, imperative, and functional programming styles.
tr: Nesne tabanlı, zorunlu ve işlevsel programlama tarzlarını destekleyen çok paradigmalı bir dildir.

source: It is displayed automatically when OmegaT loads a project.
tr: OmegaT bir projeyi yüklediğinde bu pencere otomatik olarak görüntülenir.

source: It is possible to modify the project properties during a translation session.
tr: Proje özelliklerinin çeviri oturumu sırasında değiştirilmesi mümkündür.

source: It is possible to move from one pane to another (for instance, from the Editor to the Fuzzy Matches pane) using Ctrl+Tab.
tr: Ctrl+Tab tuşlarını kullanarak bir bölmeden diğerine (örneğin Düzenleyici bölmesinden Bulanık Eşleşmeler bölmesine) geçmek mümkündür.

source: It is used to mark your translations.
tr: Sizin yaptığınız çevirileri işaretlemekte kullanılır.

source: It needs to be converted to a new team project, but this cannot be done in console mode.
tr: Yeni bir ekip projesine dönüştürülmesi gerekiyor, ama konsol modunda buna yapmak mümkün değil.

source: It was not possible to create the script folder inside the configuration folder.
tr: Yapılandırma klasörü içinde bir betik klasörü oluşturalamadı.

source: It was not possible to create translated documents, because some tags are missing or damaged.
tr: Bazı etiketler eksik ya da bozuk olduğu için çeviri belgelerini oluşturmak mümkün olmadı.

source: It will be used automatically by OmegaT if Options > Language Checker is checked.
tr: Seçenekler > Dil Denetleyici seçili haldeyse OmegaT bu eklentiyi otomatik olarak kullanacaktır.

source: It will install the correct environment for your computer and the application itself on the first run.
tr: İlk çalıştırmada bilgisayarınız için uygun ortamı ve uygulamanın kendisini kuracaktır.

source: Italian
tr: İtalyanca

source: Item has neither URLs nor commands.
tr: Ögede URL ya da komut yok.

source: Item is missing scope
tr: Ögenin kapsamı yok

source: Item name is empty or missing
tr: Öge adı boş ya da eksik

source: Item:
tr: Öge:

source: Items
tr: Ögeler

source: Its purpose is to develop, distribute and support the use of OmegaT, an open-source translation memory software application.
tr: Amacı, açık kaynak kodlu çeviri belleği uygulaması olan OmegaT'nin geliştirilmesi, dağıtımı ve kullanımının desteklenmesidir.

source: JAR files
tr: JAR dosyaları

source: JGit (Eclipse Distribution License)
tr: JGit (Eclipse Dağıtım Lisansı)

source: JSch (JSch License)
tr: JSch (JSch Lisansı)

source: Japanese
tr: Japonca

source: Jar used for plugins: {0}
tr: Eklentiler için kullanılan jar: {0}

source: Java Resource Bundles Filter Options
tr: Java Kaynak Desteleri Filtre Seçenekleri

source: Java(TM) Resource Bundles
tr: Java(TM) Kaynak Desteleri

source: Java: {0} ver.
tr: Java: {0} sürüm

source: Javanese
tr: Cava Dili

source: Jean-Christophe Helary (Twitter community manager)
tr: Jean-Christophe Helary (Twitter topluluk yöneticisi)

source: Jean-Christophe Helary (support group owner, localisation manager)
tr: Jean-Christophe Helary (destek grubu sahibi, yerelleştirme yöneticisi)

source: Jean-Christophe Helary: special thanks to JC for his concise description of OmegaT run, command line parameters and all other details, I have yet to notice.
tr: OmegaT'nin nasıl çalıştığı, komut satırı parametrelerinin neler olduğu ve daha farkına varmadığım bir sürü ayrıntıları net bir şekilde açıklayan ve özel teşekkür hak eden Jean-Christophe Helary.

source: Jmyspell (LGPL License)
tr: Jmyspell (LGPL Lisansı)

source: Jumping to last edited segment...
tr: Son düzenlenen dilime gidiliyor...

source: Kalaallisut, Greenlandic
tr: Kalaallisut, Grönlandca

source: Kannada
tr: Güney Hint Dili

source: Kanuri
tr: Kanuri Dili

source: Kashmiri
tr: Keşmirce

source: Kazakh
tr: Kazakça

source: Keep
tr: Tut

source: Keep All
tr: Tümünü Tut

source: Keep Mine
tr: Benimkini Tut

source: Keep None
tr: Hiçbirini Tutma

source: Keep Other
tr: Diğerini Tut

source: Keep up your good work!
tr: Çalışmalarının devamını bekliyorum!

source: Key behavior in the editor
tr: Düzenleyicideki tuş davranışları

source: Key combination
tr: Tuş bileşimi

source: Key:
tr: Anahtar:

source: Key=Value Text
tr: Anahtar=Değer Metni

source: Keyboard shortcuts in the editor
tr: Düzenleyici kullanılabilecek klavye kısayolları

source: Keyword searches are not available in the search string.
tr: Anahtar sözcük aramaları, arama dizgisinde kullanılamaz.

source: Keyword searches are similar to a search "with all of the words" in an Internet search engine such as Google (AND logic).
tr: Anahtar kelime aramaları, Google gibi İnternet arama motorlarında kullanılan "kelimelerin tümü" aramalarına benzer (AND mantığı).

source: Keyword searches match all the space-separated keywords regardless of their order.
tr: Anahtar sözcük aramaları, sırasına bakılmaksızın boşlukla birbirinden ayrılmış tüm anahtar sözcüklere bakar.

source: Khmer
tr: Khmerce

source: Kikuyu, Gikuyu
tr: Kikuyu Dili

source: Kinyarwanda
tr: Rvandaca

source: Kirghiz, Kyrgyz
tr: Kırgızca

source: Kirundi
tr: Rundice

source: Komi
tr: Komice

source: Kongo
tr: Kongoca

source: Korean
tr: Korece

source: Kos Ivantsof (localisation manager)
tr: Kos Ivantsof (yerelleştirme yöneticisi)

source: Kurdish
tr: Kürtçe

source: Kwanyama, Kuanyama
tr: Kwanyama Dili

source: L&og...
tr: &Günlük...

source: LCK
tr: KLL

source: LEARNED:
tr: ÖĞRENİLEN:

source: Language Checker
tr: Dil Denetleyici

source: Language Name
tr: Dil Adı

source: Language Pattern
tr: Dil Deseni

source: Language name
tr: Dilin adı

source: Language not specified for translation unit variant.
tr: Çeviri birimi değişkeni için dil belirtilmedi.

source: LanguageTool (LGPL License and others)
tr: LanguageTool (LGPL Lisansı ve diğerleri)

source: LanguageTool API version mismatch
tr: LanguageTool API sürümü uyuşmazlığı

source: LanguageTool Issues
tr: LanguageTool Sorunları

source: LanguageTool is misconfigured.
tr: LanguageTool yanlış yapılandırılmış.

source: LanguageTool is not available for your target language.
tr: LanguageTool, hedef diliniz için kullanılamıyor.

source: LanguageTool plugin
tr: LanguageTool eklentisi

source: LanguageTool server started
tr: LanguageTool sunucusu başladı

source: LanguageTool server terminated
tr: LanguageTool sunucusu sonlandırıldı

source: LanguageTool settings
tr: LanguageTool ayarları

source: LanguageTool will be disabled until the project is closed.
tr: LanguageTool, proje kapatılana kadar devre dışı bırakılacak.

source: LanguageTool will find errors for which a rule has been defined in its language-specific configuration files.
tr: LanguageTool hataları bulurken dile özgü yapılandırma dosyalarında tanımlanmış olan kuralları dikkate alır.

source: LanguageTool will not work properly if an old version is found in the /plugin folder.
tr: LanguageTool, /plugin klasöründe eski bir sürümün bulunması halinde düzgün çalışmaz.

source: LanguageTool: An error occurred during check.
tr: LanguageTool: Denetim sırasında hata oluştu.

source: LanguageTool: Bad URL
tr: LanguageTool: Hatalı URL

source: LanguageTool: Server start timeout
tr: LanguageTool: Sunucu başlatma zaman aşımı

source: LanguageTool: bad local path
tr: LanguageTool: hatalı yerel yol

source: LanguageTool: local port is unavailable
tr: LanguageTool: yerel bağlantı noktası kullanılamıyor

source: LanguageTool: server returned XML when JSON was expected.
tr: LanguageTool: sunucu JSON yerine XML döndürdü.

source: LanguageTools Rules
tr: LanguageTools Kuralları

source: Languages
tr: Diller

source: Languages - ISO 639 code list
tr: Diller - ISO 639 kod listesi

source: Lao
tr: Laoca

source: Last but not least: my thanks to all the contributors to OmegaT documentation tracker for all the inconsistencies found in the previous versions of the documentation.
tr: Ayrıca yardım ve destek belgelerinin öncesi sürümlerindeki tutarsızlık ve hataları OmegaT dokümantasyon takipçisini kullanarak rapor eden herkese de teşekkürü borç bilirim.

source: Last changes
tr: Son değişiklikler

source: Last modified by {0}
tr: En son {0} tarafından değiştirilmiştir

source: Later calls do not need to be online.
tr: Daha sonraki kullanımlarda çevrim içi olmak şart değildir.

source: Latest
tr: En son

source: Latin
tr: Latince

source: Latvian
tr: Letonca

source: Launch command arguments
tr: Çalıştırma komutu seçenekleri

source: Launch the installation program.
tr: Kurulum programını başlatın.

source: Launching OmegaT (Linux) ========================
tr: OmegaT'nin başlatılması (Linux) ===========================

source: Launching OmegaT (Mac) ======================
tr: OmegaT'nin başlatılması (Mac) ==========================

source: Launching OmegaT (Windows) ==========================
tr: OmegaT'nin başlatılması (Windows) ==============================

source: Launching OmegaT from the command line (all systems) ====================================================
tr: OmegaT'nin komut satırından başlatılması (tüm sistemler) ====================================================

source: Lead developer
tr: Baş geliştirici

source: Learn
tr: Öğren

source: Learn to use OmegaT in 5 minutes!
tr: 5 dakikada OmegaT'yi kullanmayı öğrenin!

source: Leave the segment empty
tr: Dilim boş kalsın

source: Left-to-Right Embedding (LRE U+202A)
tr: Soldan Sağa Gömme (LRE U+202A)

source: Left-to-Right Mark (LRM U+200E)
tr: Soldan Sağa İşareti (LRM U+200E)

source: Left:
tr: Sol:

source: Legal notices
tr: Yasal uyarılar

source: Legal notices and Acknowledgements
tr: Yasal uyarılar ve Teşekkürler

source: Level
tr: Düzleştir

source: Level 0:
tr: Seviye 0:

source: Level 1:
tr: Seviye 1:

source: Level 2:
tr: Seviye 2:

source: Level 3:
tr: Seviye 3:

source: Level 4:
tr: Seviye 4:

source: Level 5:
tr: Seviye 5:

source: Level 6:
tr: Seviye 6:

source: Level 7:
tr: Seviye 7:

source: Level 8:
tr: Seviye 8:

source: Level 9:
tr: Seviye 9:

source: Licensing information =====================
tr: Lisans bilgileri =====================

source: Limburgish, Limburgan, Limburger
tr: Limburgişçe

source: Line length:
tr: Satır uzunluğu:

source: Lingala
tr: Lingala Dili

source: Links (&URL)
tr: &Bağlantılar (URL)

source: List View
tr: Liste Görünümü

source: Lithuanian
tr: Litvanca

source: Load a project to configure rules for that project's languages.
tr: Projenin dilleri için kural yapılandırmak için bir proje yükleyin.

source: Load a script into the editor by clicking on its name in the list on the left panel.
tr: İstediğiniz betiği, sol paneldeki listeden adına tıklayıp düzenleyiciye yükleyin.

source: Loading Project
tr: Proje Yükleniyor

source: Loading TMX files...
tr: TMX dosyaları yükleniyor...

source: Loading glossaries
tr: Sözlükçeler yükleniyor

source: Loading glossary {0}
tr: {0} sözlükçesi yükleniyor

source: Loading project...
tr: Proje yükleniyor...

source: Loading: {0}
tr: Yükleniyor: {0}

source: Local File/Folder
tr: Yerel Dosya/Klasör

source: Local installation path:
tr: Yerel kurulum yolu:

source: Local translation not synchronized with remote repository.
tr: Yerel çeviri uzak depo ile eşitlenmedi.

source: Local working copies cleaned up: {0}
tr: Temizlenen yerel çalışma kopyaları: {0}.

source: Localization manager, user group owner
tr: Yerelleştirme yöneticisi, kullanıcı grubu sahibi

source: Location
tr: Konum

source: Log:
tr: Günlük:

source: Lucene (Apache License 2.0)
tr: Lucene (Apache Lisansı 2.0)

source: Lucie Vecerova (Facebook community manager)
tr: Lucie Vecerova (Facebook topluluk yöneticisi)

source: Luganda
tr: Luganda Dili

source: Luxembourgish, Letzeburgesch
tr: Lüksemburgca

source: Mac&hine Translate
tr: &Makine Çevirisi

source: Macedonian
tr: Makedonca

source: Machine Translation
tr: Makine Çevirisi

source: Machine Translation Options
tr: Makine Çevirisi Seçenekleri

source: Mailing lists
tr: Yazışma listeleri

source: Main Menu
tr: Ana Menü

source: Main menu
tr: Ana menü

source: Malagasy
tr: Malgaşça

source: Malay
tr: Malayca

source: Malayalam
tr: Malayalam Dili

source: Maltese
tr: Maltaca

source: Manually defined rules
tr: Elle tanımlanmış kurallar

source: Manx
tr: Man Dili

source: Mapping of Local Folders to Remote Folders in Repositories
tr: Yerel Klasörlerin Depolardaki Uzak Klasörlerle Eşlenmesi

source: Mar&k Whitespace
tr: B&oşluk Karakterini İşaretle

source: Marathi (Marāṭhī)
tr: Marati Dili (Marāṭhī)

source: Marc Prior (project co-ordinator, webmaster)
tr: Marc Prior (proje koordinatörü, web yöneticisi)

source: Marc Prior: correcting my first draft was an act of love for OmegaT and the English language.
tr: Yazdığım ilk taslağı OmegaT ve İngilizce'ye olan sevgisiyle gözden geçiren Marc Prior.

source: Marco Cevoli (Telegram community manager)
tr: Marco Cevoli (Telegram topluluk yöneticisi)

source: Mark &Auto-Populated Segments
tr: Oto&matik Yerleştirilen Dilimleri İşaretle

source: Mark &Bidirectional Algorithm Control Characters
tr: &İki Yönlü Algoritma Kontrol Karakterlerini İşaretle

source: Mark &Non-breakable Spaces
tr: &Bitişik Boşlukları İşaretle

source: Mark &Paragraph Delimitations
tr: &Paragraf Sınırlandırmaları İşaretle

source: Mark &Paragraph delimitations
tr: &Paragraf Sınırlandırmaları İşaretle

source: Mark &Translated Segments
tr: &Çevrilmiş Dilimleri İşaretle

source: Mark &Untranslated Segments
tr: Çevri&lmemiş Dilimleri İşaretle

source: Mark Accepted
tr: Kabul Edilmiş Olarak İşaretle

source: Mark Glossary Matches
tr: Sözlükçe Eşleşmelerini İşaretle

source: Mark Needs Review
tr: Gözden Geçirilmeli Olarak İşaretle

source: Mark Non-Unique Se&gments
tr: &Tekrarsız Olmayan Dilimleri İşaretle

source: Mark Segments &with Notes
tr: Not &Bulunan Dilimleri İşaretle

source: Mark Translated Segments
tr: Çevrilmiş dilimleri işaretle

source: Mark Untranslated Segments
tr: Çevrilmemiş dilimleri işaretle

source: Marshallese
tr: Marşalca

source: Mask
tr: Maske

source: Master Password
tr: Ana Parola

source: Master Password:
tr: Ana Parola:

source: Match Statistics
tr: Eşleşme İstatistikleri

source: Match Statistics per &File
tr: &Dosya Başına Eşleme İstatistikleri

source: Match Statistics per File
tr: Dosya Başına Eşleme İstatistikleri

source: Match display template
tr: Eşleşme görüntüleme şablonu

source: Match type
tr: Eşleştirme türü

source: Matches Changed
tr: Eşleşmeler Değişmiş

source: Matches Deleted Active
tr: Eşleşmeler Silinmiş Aktif

source: Matches Deleted Inactive
tr: Eşleşmeler Silinmiş Aktif Değil

source: Matches Inserted Active
tr: Eşleşmeler Araya Eklenmiş Aktif

source: Matches Inserted Inactive
tr: Eşleşmeler Araya Eklenmiş Aktif Değil

source: Matches Unchanged
tr: Eşleşmeler Değişmemiş

source: Matches can be found in your current translation or in the TMX files that you have put in the /tm/ folder.
tr: Eşleşmeler, mevcut çevirinizde ya da çeviri belleği klasörüne (/tm/) koyduğunuz TMX dosyalarında bulunabilir.

source: Maximize
tr: Büyült

source: Maximum line length:
tr: Maksimum satır uzunluğu:

source: Maximum number of finds has been reached ({0})
tr: Maksimum arama sonucuna ulaşıldı ({0})

source: Maxym Mykhalchuk (lead developper)
tr: Maxym Mykhalchuk (baş geliştirici)

source: Memor&y
tr: Be&llek

source: Menus
tr: Menüler

source: Merge
tr: Birleştir

source: Merriam Webster dictionary - use
tr: Merriam Webster sözlüğü - kullanım

source: Methods differ depending on the distribution.
tr: Bu yöntemler kullandığınız dağıtıma bağlı olarak değişebilir.

source: Microsoft Translator Subscription Key not available.
tr: Microsoft Translator Abonelik Anahtarı kullanılamıyor.

source: Mine
tr: Benimki

source: Minimal threshold to show a fuzzy match:
tr: Bulanık eşleşme gösterilecek en düşük eşik:

source: Minimize
tr: Küçült

source: Minutes:
tr: Dakika:

source: Missing
tr: Eksik

source: Missing tags
tr: Eksik etiketler

source: Model Id:
tr: Model Tanıtıcısı:

source: Modification info
tr: Değişiklik bilgisi

source: Modification info template
tr: &Değişiklik bilgisi şablonu

source: Modification info template for segments without date
tr: Tarihsiz dilimler için değişiklik bilgisi şablonu

source: Modification info text
tr: Değişiklik bilgisi metni

source: Modifications to the original document are thus handled with greater ease.
tr: Böylelikle asıl metinde yapılmış tüm değişiklikler çok daha kolay şekilde gözden geçirilebilir.

source: Modified Segments:
tr: Değiştirilen Dilimler:

source: Mongolian
tr: Moğolca

source: Monolingual
tr: Tek dilli

source: Moodle PHP Filter Options
tr: Moodle PHP Filtresi Seçenekleri

source: More
tr: Daha fazla

source: More can be found in the Painless Bug Tracking article by Joel Spolsky.
tr: Ayrıntılı bilgi için Joel Spolsky'nin Painless Bug Tracking (Sorunsuz Hata Takibi) adlı makalesine başvurabilirsiniz.

source: Moses Server URL:
tr: Moses Sunucu URL'si:

source: Most of the items that appear in the main menu can have a new shortcut assigned.
tr: Ana menüde görünen ögelerin çoğuna yeni bir kısayol atanabilir.

source: Mourning and sorrow 404 not with us now Lost to paradise
tr: Başımız sağ olsun 404 aramızdan ayrıldı Ebediyete gitti

source: Mourning and sorrow<p>404 not with us now<p>Lost to paradise
tr: Başımız sağ olsun<p>404 aramızdan ayrıldı<p>Ebediyete gitti

source: Move &Down
tr: &Aşağı Taşı
